# Задание 2
# Найти сайт Сбербанка. Найти его через поисковую систему [Яндекс, Google] и через ввод URL в адресной строке
# посмотреть как выглядит поисковый сниппет при поиске через поисковую систему.

# Есть ли разница между тем, как сайт Сбербанка выдает Яндекс и Google?
# В чем она?

# Разница в выдаче небольшая. Разница во внутренних ссылках, связанных с выдачей.
# Есть разница в выдаче последующих ссылок (после первой).
# В Яндексе выдаются ссылки по работе со сбербанком: что такое Сбербанк, новости и предложения от партнеров.
# В Google как скачать приложение сбера, описание системы.
# Сниппет- блок информации о сайте, который состоит из заголовка и ссылки на этит сайт и доп.информации о сайте
# (то, что помогает пользователю получить представление о странице).
# https://web.archive.org/
# Любой сайт состоит из шапки, контента и подвала.